Revit 2027 API
ParameterTypeId.RbsReferenceFreesize Property
 "Free Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsReferenceFreesize { get; }
Public Shared ReadOnly Property RbsReferenceFreesize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsReferenceFreesize {
	ForgeTypeId^ get ();
}
static member RbsReferenceFreesize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace